using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace EGNLogic
{
    public enum Region
    {
        Благоевград = 43,
        Бургас = 93,
        Варна = 139,
        Велико_Търново = 169,
        Видин = 183,
        Враца = 217,
        Габрово = 233,
        Кърджали = 281,
        Кюстендил = 301,
        Ловеч = 319,
        Монтана = 341,
        Пазарджик = 377,
        Перник = 395,
        Плевен = 435,
        Пловдив = 501,
        Разград = 527,
        Русе = 555,
        Силистра = 575,
        Сливен = 601,
        Смолян = 623,
        София1 = 721,
        София2 = 751,
        Стара_Загора = 789,
        Добрич = 821,
        Търговище = 843,
        Хасково = 871,
        Шумен = 903,
        Ямбол = 925,
        Неизвестен = 999
    }
}
